Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_2s.doc.tmx
Source language: sme
Languages: nob

source: Stuorimus doaibmabijut gusket davvisámegiela oahpponeavvuid ráhkadeapmái ja buvttadeapmái .
nob: Den største satsingen vil bli knyttet til utvikling og produksjon av læremidler i og på nordsamisk .

source: Julevsámegiela ja lullisámegiela dáfus válljet dakkár strategiija man váldoulbmil lea ođđasis ealáskuhttit ja ovddidit giela .
nob: På lulesamisk og sørsamisk velges en strategi hvor hovedmålet er en vitalisering og videreutvikling av språket .

source: Danne šaddetge oahpponeavvut sámegielas hui guovddážii dán guovtti giellajoavkku doaibmabijuin , muhto leat gal maiddái eará vuoruhuvvon prošeavttat .
nob: Satsingen for disse to språkgruppenes vedkommende vil derfor i stor grad konsentreres om læremidler i samisk språk , men med endel andre utvalgte prosjekter .

source: Julev- ja lullisámiguovlluin lágiduvvojit ovddidandoaimmat nu ahte oahpponeavvodilli buorrána , omd. oččodit ođđa girječálliid .
nob: Det vil bli lagt til rette for kapasitetsøkende tiltak i lulesamisk og sørsamisk område , bl.a. gjennom rekruttering av nye forfattere .

source: 4.2.2 Giellapolitihkalaš vuoruheamit
nob: 4.2.2 Språkpolitiske prioriteringer

source: Sámedikki orgánat vuoruhit giellaovddiidanbargguid plánaáigodagas .
nob: I planperioden vil Sametingets organer prioritere språkutviklingsarbeid .

source: Lea jurdda ahte Sámedikki tearbmajoavkkut ja gielladatabaset sáhttet leat veahkkin oahpponeavvuid ráhkadeamis .
nob: Det satses på at Sametingets termgrupper og språkdatabasen kan yte service i utvikling av læremidler .

source: Oahpponeavvuide ferte ovddiiduvvot giellapolitihkka .
nob: Det må utvikles en politikk for språket i læremidlene .

source: Lea dohkálaš geavahit riikkaidgaskasaš doahpagiid muhtomin , almmá ráhkatkeahttá ođđa sámegiel tearpmaid .
nob: Det aksepteres at internasjonale faguttrykk i visse tilfeller benyttes uten at det utvikles spesifikke samiske termer .

source: 4.2.3 Oahpahusdásiid juohku
nob: 4.2.3 Fordeling på utdanningsnivå

source: Plánaáigodaga deataleamos ášši lea ráhkadit oahpponeavvuid vuođđoskuvlii .
nob: Høyeste prioritet i planperioden gis til utvikling av læremidler for grunnskolen .

source: Lea ain olu mii váilu ovdalgo oahpponeavvut válbmanit mat leat heivehuvvon ođđa oahppoplánaide , ja danne fertege daidda geavahit stuora oasi juolluduvvon buvttadanresurssain .
nob: Så vidt mye gjenstår før læremidler tilpasset de nye læreplanene er utviklet at dette fremdeles må ta en betydelig del av de tilgjengelige utviklingsressursene .

source: Vuođđoskuvllas barget garrasepmosit gaskadási oahpponeavvuid ráhkademiin .
nob: Innen grunnskolen vil det bli satset sterkest på utvikling av læremidler til mellomtrinnet .

source: Dihto fágasurggiid siskkobealde , gč 4.2.4 , geahččalit čuovvut joatkkaoahpahusa fágaplánaid .
nob: Innen nærmere bestemte fagområder , se pkt 4.2.4 , satses det på å følge opp læreplanene i videregående opplæring .

source: Plánaáigodagas áigut erenoamášpedagogalaš oahpponeavvuid ráhkadeami vuoruhit hui bajás , nugo ovdamearkka dihte multifunkšunála oahpponeavvuid buot oahpahusdásiid várás .
nob: Høy prioritet gis i planperioden til utvikling av spesialpedagogiske læremidler , herunder multifunksjonelle læremidler , for alle utdanningsnivåene .

source: Áigodaga álgogeahčen lea váldodeaddu gelbbolašvuođa ja kapasitehta ovddideamis .
nob: I begynnelsen av perioden vil imidlertid hovedvekten legges på oppbygging av kompetanse og kapasitet .

source: Mánáidgárdesuorggis leat hirbmat unnán oahpponeavvut mat leat sámi mánáidgárddiide heivehuvvon .
nob: På barnehageområdet er det stor mangel på læremidler tilpasset samiske barnehager .

source: Danne ferte ovddidit iešguđetlágán oahpponeavvuid almmuhusaid sámi mánáidgárddiid váste , ja maiddái bagadallat ja bearráigeahččat mánáidgárddiid ja suohkaniid , ja lágidit sámi mánáidgárddiid semináraid ja mánáidgárddiid ovdánahttindoaimmaid .
nob: Det må derfor satses på utgivelse av ulike læremidler tilpasset samiske barnehager , veiledning og oppfølging av barnehager og kommuner , seminar for de samiske barnehagene og utviklingsarbeid i barnehagene .

source: Oassin gelbbolašvuođa ođasteami čađaheamis , vuoruhit erenoamáš oahpponeavvuid ráhkadeami rávisolbmuid váste .
nob: Som et ledd i gjennomføring av kompetansereformen prioriteres utvikling av spesielle læremidler for voksne .

source: Doaibmabijut gusket vuosttažettiin vuođđoskuvlla ja joatkkaoahpahusa fágasurggiide .
nob: Satsingen avgrenses til fagområder innenfor grunnskole og videregående opplæring .

source: Eará fágasuorggit gieđahallojuvvojit olggobealde dán plána doaibmasuorggi .
nob: Øvrige fagområder defineres utenfor denne planens virkeområde .

source: Alitoahpu oahpponeavvuid ráhkadeapmi ii gula dán plána doaibmasuorgái , earret vuođđoskuvlla oahpaheaddjebagadusat mat sáhttet oahpaheaddjeoahpus geavahuvvot .
nob: Utvikling av læremidler for høyere utdanning defineres utenfor denne planens virkeområde med unntak for lærerveiledninger utviklet for bruk i grunnskolen som også kan anvendes i lærerutdanningen .

source: 4.2.4 Fágasurggiid ja oahpahusdásiid juohku
nob: 4.2.4 Fordeling på fagområder og utdanningsnivåer

source: Váldodeaddu biddjo sámegiela oahpponeavvuid ráhkadeapmái , ja eará fágasurggiid oahpponeavvuide main sámi sisdoallu lea guovddážis .
nob: Høyeste prioritet gis til utvikling av læremidler i samisk språk og innen fagområder hvor det samiske innholdet står sentralt .

source: Dát guoská buot oahpahusdásiide .
nob: Dette gjelder på alle utdanningsnivåer .

source: Muhtun fágasurggiin , erenoamážit joatkkaoahpahusas , dohkkejit dárogiel dahje eará giela oahpponeavvut buorebut go eará dásiin , omd. eŋgelasgiel oahpponeavvut .
nob: På andre fagområder , spesielt i videregående opplæring , aksepteres i større grad læremidler på norsk eller annet språk , f. eks engelsk .

source: Jorgaleamit , heiveheamit ja rievdadeamit leat dohkálaččat dakkár surggiin main lea dárbbašlaš , omd. matematihkas .
nob: Oversettelser , kombinert med tilrettelegging og bearbeiding , aksepteres på områder hvor dette er aktuelt , f eks i matematikk .

source: Dálá IT-prográmmat geavahuvvojit jorgalemiid vuođđun go ain lea dárbbašlaš .
nob: Der hvor det er aktuelt benyttes eksisterende IT- program som basis for oversettelser .

source: Vuođđoskuvllaid dáfus lea davvisámegielas váldodeaddu čuovvovaš fágasurggiin :
nob: For grunnskolens vedkommende har følgende fagområder høyeste prioritet på nordsamisk :

source: Risttalašvuođamáhttu oskku- ja eallinoainnudieđuiguin gaskadásisja nuoraidskuvlladásis
nob: Kristendomskunnskap med religions- og livssynsorientering for mellomtrinnet og ungdomstrinnet

source: Sámegiella nubbingiellan .
nob: Samisk som andrespråk .

source: Oahppogirjjit ja fáddágihppagat 9. ja 10. luohkáide
nob: Lærebøker og temahefter for 9. og 10. klasse

source: Matematihkkaoahpponeavvuid jorgaleamit ja heiveheamit olles vuođđoskuvlii
nob: Oversetting og tilpasning av matematikklæremidler for hele grunnskolen

source: Dárogiella ohppiide geain lea sámegiella vuosttašgiellan gaskadásis
nob: Norsk for elever med samisk som førstespråk for mellomtrinnet

source: Servodatfága fáddágihppagat , erenoamážit sámi diliid birra
nob: Temahefter i samfunnsfag , spesielt om samiske forhold

source: Luonddu- ja birasfága oahppogirjjit ja fáddágihppagat nuoraidskuvlladássái , erenoamážit sámi ja báikkálaš diliid birra
nob: Lærebøker og temahefter i natur- og miljøfag for ungdomstrinnet , spesielt om samiske og lokale forhold

source: Musihka fáddágihppagat
nob: Temahefter i musikk

source: Julevsámegielas deattuhit , earret sámegiella vuosttašgiellan-fága girjjiid , maiddái fáddágihppagiid mat sáhttet geavahuvvot fágain sámegiella nubbingiellan , sámi giella ja kultuvra , duodji , ruovttudoallooahppu ja musihkka .
nob: På lulesamisk prioriteres i tillegg til bøker i samisk som førstespråk temahefter som kan brukes i samisk som andrespråk , samisk språk og kultur , duodji , heimkunnskap og musikk .

source: Lullisámegielas deattuhit vuođđogirjjiid ohppiide sámegielas .
nob: På sørsamisk prioriteres grunnbøker for elevene i samisk språk .

source: Lassin ráhkadit maiddái fáddágihppagiid , erenoamážit sámi diliid birra .
nob: I tillegg utvikles temahefter , spesielt om samiske forhold .

source: Buot golmma váldosuopmanis deattuhit erenoamážit IKT-oahpponeavvuid ráhkadeami .
nob: For alle tre hoveddialektene legges det større vekt på utvikling av IKT-læremidler .

source: Sámediggi áigu doarjut ahte ásahuvvo sámi neahttabáiki .
nob: Sametinget vil bidra til at det opprettes et samisk nettsted .

source: Joatkkaoahpahusas vuoruhit iešguđet fágaid oahpponeavvuid ráhkadeami nu go lagabui lea čilgejuvvon 5.2.4 čuoggás .
nob: For videregående opplæring følges den prioritering for utvikling av læremidler for de ulike fag som er nærmere beskrevet i avsnitt 5.2.4 .

source: Plánaáigodaga álgogeahčen galgá ráhkaduvvot sierra plána erenoamášpedagogalaš oahpponeavvuid ráhkadeami váste 2001-2005 áigodagas .
nob: I begynnelsen av planperioden vil det bli utarbeidet en egen plan for utvikling av spesial-pedagogiske læremidler for perioden 2001 – 2004 .

source: Dán plánas mearridit erenoamášpedagogalaš oahpponeavvuid ráhkadeami vuoruhemiid .
nob: I denne planen vil prioritering av utvikling av spesialpedagogiske læremidler bli fastlagt .

source: 4.2.5 Oahpponeavvomálliid juohku
nob: 4.2.5 Fordeling på type læremidler

source: Plánaáigodagas galget iešguđetlágán oahpponeavvut ráhkaduvvot čuovvovaš vuoruheami vuođul :
nob: I planperioden satses det på følgende fordeling på ulike typer læremidler :

source: Iešguđetge fágasuorggis ráhkadit sihke oahppogirjjiid ja fáddágihppagiid , muhto dađistaga galget fáddágihppagat boahtit eambbo oidnosii , gč 2.2.6 čuoggá .
nob: Innen de ulike fagområdene vil det bli satset på en kombinasjon av lærebøker og temahefter , men hvor temahefter etterhvert gis større plass , jfr. avsnitt 2.2.6 .

source: Dát ovddastit vuolimus meari fálaldagain mat gáibiduvvojit , oktan oahppoplánain ja metodalaš bagadallamiiguin .
nob: Sammen med læreplanen og de metodiske veiledningene representerer dette det nødvendige minimum av tilbud .

source: Lassin oahppogirjjiide ja fáddágihppagiide ráhkaduvvojit iešguđetlágán oahpponeavvut dárbbuid ja resurssaid mielde , nugo fáktágirjjit , bargogirjjit , sátnegirjjit , iešguđetlágán integrerejuvvon oahpponeavvut , audiovisuála veahkkeneavvut , video jna.
nob: I tillegg til denne kjernen av lærebøker og temahefter utvikles det ut fra behov og ressurser et variert spekter av læremidler som faktabøker , arbeidsbøker , ordbøker , ulike integrerte læremidler , audiovisuelle hjelpemidler , video etc.

source: Fáddágihppagat galget oktanis ráhkaduvvot buot golmma giellajoavkkuide , ja dain galget leat oktasaš govvideamit ja govat .
nob: Temahefter lages samtidig for alle tre språkgrupper , med felles illustrasjoner og bilder .

source: Maiddái norgalaš , davviriikkalaš ja riikkaidgaskasaš oktasaš fáddágihppagat geavahuvvojit go lea vejolaš .
nob: Også norske , nordiske og internasjonale samproduksjoner av temahefter benyttes der det er mulig .

source: Eanas videoid ja multimediaoahpponeavvuid dubbejit sihkkarastin dihte ahte sámegiella geavahuvvo aktiivvalaččat maiddái ođđamállet oktavuođain .
nob: For video og multimedialæremidler benyttes dubbing i stor grad for å sikre at samisk språk blir brukt aktivt i moderne sammenhenger .

source: Fáktágirjjit ja leksikonat jorgaluvvojit , eaige ráhkaduvvo sierra .
nob: Faktabøker og leksika oversettes og utvikles ikke separat .

source: 4.2.6 Ráhkadeami ja jorgaleami deattuheapmi
nob: 4.2.6 Vektlegging mellom egenproduksjon og oversettelser

source: Plánaáigodagas deattuhit vuosttažettiin sámegiel oahpponeavvuid ráhkadeami .
nob: Hovedvekten legges i planperioden på egenproduksjoner på samisk .

source: Jorgalemiid ja heivehemiid dárbbu ferte árvvoštallat guovttegielalašvuođa ektui .
nob: Behovet for oversettelser , kombinert med tilrettelegging , ses i forhold til målet om reell tospråklighet .

source: Dát mielddisbuktá ahte oahpponeavvut sáhttet leat juogo sámegillii dahje dárogillii , muhto maiddái eŋgelasgillii .
nob: Som en følge av dette aksepteres i større grad at et læremiddel enten foreligger på samisk eller norsk , evt. på engelsk .

source: Dát guoská erenoamážit joatkkaskuvllaide .
nob: Dette gjelder særlig i videregående opplæring .

source: 4.2.7 . Ovttasbargooktavuođaid deattuheapmi
nob: 4.2.7 Vektlegging av samarbeidsrelasjoner

source: Davviriikalaš ovttasbargu Ruoŧa ja Suoma sámi skuvlaráđiiguin galgá nannejuvvot , ja dain galgá leat konkrehta oktavuohta ovdánahttinprošeavttaide .
nob: Det nordiske samarbeidet med samiske skoleråd i Sverige og Finland styrkes , og knyttes til konkrete utviklingsprosjekter .

source: Ovttasbargu Nasjonalt senter for læring og utvikling:in galgá ain ovdánahttojuvvot , erenoamážit oahpponeavvodutkama ja ovdánahttinproseassa buorideami dáfus .
nob: Samarbeidet med Nasjonalt senter for læring og utvikling utvikles videre , særlig innen læremiddelforskning og effektivisering av utviklingsprosessen .

source: Sámi allaskuvla searvá ovttasbargui , erenoamážit gelbbolašvuođaovdánahttima ja konkrehta oahpponeavvuid ráhkadeami dáfus .
nob: Samisk høgskole trekkes inn i et samarbeid , spesielt knyttet til kompetanseutvikling og utvikling av konkrete læremidler .

source: Sámi giellaráđđi galgá eambbo geavahuvvot terminologiijaráhkadeamis ja gielalaš árvvoštallamiin .
nob: Samisk språkråd benyttes i økende grad i terminologiutvikling og språklig granskning .

source: Sámedikki ja lágádusaid gaskasaš bargojuohku ovdánahttojuvvo ain viidáseappot .
nob: Arbeidsdelingen mellom Sametinget og forlagene videreutvikles .

source: Dát mearkkaša ahte lágádusat ožžot stuorit ovddasvástádusa dievaslaš ovdánahttinprošeavttaide , ja ahte Sámedikki rolla dađistaga laktása plánemii , bajit prošeaktastivremii , bagadallamii , kvalitehtasihkkarastimii , gelbbolašvuođaovdánahttimii ja evalueremii .
nob: Dette betyr at forlagene gis større ansvar for hele læremiddelutviklingsprosessen og at Sametingets rolle i større grad knyttes til planlegging , overordnet prosjektstyring , veiledning , kvalitetssikring , kompetanseutvikling og evaluering .

source: Mii geahččalit gávdnat eambbo lágádusaid mat sáhtáše dákkár bargguid doaimmahit .
nob: Antall forlag som gis slike oppgaver søkes utvidet .

source: Kontráktahámit ovdánahttojuvvojit nu ahte šaddá vejolaš buorebut bearráigeahččat lágádusaid .
nob: Det arbeides med en videreutvikling av kontraktsformene slik at en sterkere oppfølging av forlagene blir mulig .

source: Joatkkaoahpahusa fágagirjjálašvuođa jorgalemiid dáfus berrešii maiddái háhkkojuvvot lagat ovttasbargu eará davviriikkaid lágádusaiguin .
nob: Når det gjelder oversettelser av faglitteratur til videregående opplæring bør en også etter hvert utvikle et tettere samarbeid med forlag i andre nordiske land .

source: 4.2.8 Kvalitehta- ja gelbbolašvuođadoaimmat
nob: 4.2.8 Kvalitets- og kompetansesatsing

source: Plánaáigodagas galgat čuovvovaš doaibmabijuid ovdánahttit viidáseappot :
nob: I planperioden satses det på videreutvikling av følgende tiltak :

source: Rekrutteren- , stimuleren- ja gelbbolašvuođaloktendoaimmat girječálliid ektui
nob: Rekrutterings- , stimulerings- og kompetansehevingstiltak overfor forfattere

source: Bajit prošeaktastivren ja bearráigeahččan lágádusaid dáfus
nob: Overordnet prosjektstyring og oppfølging overfor forlag

source: Organisašuvdna- ja gelbbolašvuođaovdánahttin Sámedikki siskkobealde
nob: Organisasjons- og kompetanseutvikling innad i Sametinget

source: Geavaheaddjeiskkadeamit ja evalueremat
nob: Brukerundersøkelser og evalueringer .

source: 5 - Sámi oahpponeavvut - doaimmaid viidodat 2001-2005
nob: 5 Samiske læremidler - omfang på satsing 2001-2005

source: 5.1 Oahpponeavvut mánáidgárddiide
nob: 5.1 Læremidler for barnehagene

source: Sámediggi áigu jahkásaččat várret resurssaid sámi oahpponeavvuid ráhkadeapmái mánáidgárddiide .
nob: Sametinget vil årlig sette av ressurser til utvikling av samiske læremidler for barnehager .

source: 5.2 Oahpponeavvuid ráhkadeami viidodat mat leat Girko- , oahpahus- ja dutkandepartementta rámmaid siskkobealde
nob: 5.2 Omfang av satsing på læremidler innen rammen for midler fra Kirke- , utdannings- og forskningsdepartementet

source: Lea eaktu ahte Girko- , oahpahus- ja dutkandepartementta jahkásaččat juolluda unnimustá 14 000 000,- 2000-ruvnno sámi oahpponeavvuid ráhkadeapmái .
nob: Det legges til grunn at den årlige tildelingen av midler til samisk læremiddelutvikling fra Kirke- utdannings- og forskningsdepartementet som et minimum bør være på kr 14 000 000 2000-kroner .

source: Dát mearkkaša ahte olles plánaáigodahkii , 2001-2005 jagiin , oažžut oktiibuot 70 000 000,- ruvnno .
nob: For hele planperioden , årene 2001 til 2005 , betyr dette kr 70 000 000 .

source: Dát mielddisbuktá čuovvovaš ráhkadeami ja buvttádeami sámi oahpponeavvuin go bargat vuoruhuvvon doaibmabijuid ja konkrehta vuoruhemiid vuođul , nugo ovddit čuoggáin leat čilgen :
nob: Med en konsentrert satsing og konkret prioritering som beskrevet i de foregående punkter vil dette innebære følgende utvikling og produksjon av samiske læremidler :

source: 5.2.1 Vuođđoskuvlla oahpponeavvut , davvisámegiella :
nob: 5.2.1 Læremidler for grunnskolen , nordsamisk

source: Rámmaid siskkobealde ráhkaduvvojit ja buvttaduvvojit čuovvovaš oahpponeavvut vuođđoskuvlii , davvisámegillii :
nob: Innenfor rammene vil det bli utviklet og produsert følgende læremidler for grunnskolen , nordsamisk :

source: Ohppiidgirji sámegielas vuosttašgiellan 7. luohkkái
nob: Elevbok i samisk som førstespråk for 7. klasse

source: Ohppiidgirji sámegielas nubbingiellan 9. ja 10. luohkáide
nob: Elevbok i samisk som andrespråk for 9. og 10. klasse

source: Ohppiidgirji dárogielas sámi ohppiide 5. , 6. ja 7. luohkáde
nob: Elevbok i norsk for samiske elever for 5. , 6. og 7. klasse

source: Ohppiidgirji servodatfágas 7. ja 10. luohkáide
nob: Elevbok i samfunnsfag for 7. og 10. klasse

source: Ohppiidgirji ROE-fágas 5. , 6. ja 7. luohkáide
nob: Elevbok i KRLfaget for 5. , 6. og 7. klasse

source: Fáddágihppagat ROE-fágas 8. , 9. ja 10. luohkáide
nob: Temahefter i KRL-faget for 8. , 9. og 10. klasse

source: Oahpponeavvuid jorgaleamit ja heiveheamit matematihkas 2. luohkás 10. luohkkái
nob: Oversettelse og tilrettelegging av læremidler i matematikk for 2. til 10. klasse

source: Fáddágihppagat musihkas 2. luohkás 10. luohkkái
nob: Temahefter i musikk for 2. til 10. klasse

source: Plánaáigodaga loahpageahčen šaddet vuođđoskuvlla , davvisámegiela oahpponeavvut dáinnalágiin :
nob: Ved slutten av planperioden vil dette gi følgende dekning mht. læremidler for grunnskolen , nordsamisk :

source: Duodji
nob: 10 kl

source: 5.2.2 Vuođđoskuvlla oahpponeavvut , julevsámegiella :
nob: 5.2.2 Læremidler for grunnskolen , lulesamisk

source: Rámmaid siskkobealde buvttaduvvojit čuovvovaš oahpponeavvut vuođđoskuvlii , julevsámegillii :
nob: Innefor rammene vil det bli produsert følgende læremidler for grunnskolen , lulesamisk :

source: Fáddágihpa sámegielas vuosttašgiellan 1. luohkkái
nob: Temahefte i samisk som førstespråk for 1. klasse

source: Ohppiidgirji sámegielas vuosttašgiellan 2. , 9. ja 10. luohkáide
nob: Elevbok i samisk som førstespråk for 2. , 9. og 10. klasse

source: Fáddágihppagat sámegielas nubbingiellan 1. luohkás 7. luohkkái
nob: Temahefter i samisk som andrespråk for 1. til 7. klasse

source: Ohppiidgirji sámi gielas ja kultuvrras 2. luohkás 7. luohkkái
nob: Elevbok i samisk språk og kultur for 2. til 7. klasse

source: Fáddágihppagat dárogielas sámi ohppiide 1. luohkás 10. luohkkái
nob: Temahefter i norsk for samiske elever for 1. til 10. klasse

source: Fáddágihppagat servodatfágas 8. luohkás 10. luohkkái
nob: Temahefter i samfunnsfag for 8. til 10. klasse

source: Fáddágihppagat duojis 1. luohkás 7. luohkkái
nob: Temahefter i duodji for 1. til 7. klasse

source: Fáddágihppagat ruovttudoallooahpus 5. , 6. ja 7. luohkáide
nob: Temahefter i heimkunnskap for 5. , 6. og 7. klasse

source: Fáddágihppagat luonddu- ja birasfágas 8. , 9. ja 10. luohkáide
nob: Temahefter i natur- og miljøfag for 8. , 9. og 10. klasse

source: Fáddágihppagat musihkas 8. , 9. ja 10. luohkáide
nob: Temahefter i musikk for 8. , 9. og 10. klasse

source: Plánaáigodaga loahpageahčen šaddet vuođđoskuvlla , julevsámegiela oahpponeavvut dáinnalágiin :
nob: Ved slutten av planperioden vil dette gi følgende dekning mht. læremidler for grunnskolen på lulesamisk :

source: 5.2.3 Vuođđoskuvlla oahpponeavvut , lullisámegiella :
nob: 5.2.3 Læremidler for grunnskolen , sørsamisk

source: Rámmaid siskkobealde buvttaduvvojit čuovvovaš oahpponeavvut vuođđoskuvlii , lullisámegillii :
nob: Innefor rammene vil det bli produsert følgende læremidler for grunnskolen , sørsamisk :

source: Ohppiidgirji sámegielas nubbingiellan 8. , 9. ja 10. luohkáide
nob: Elevbok i samisk som andrespråk for 8. , 9. og 10. klasse

source: Fáddágihppagat sámi gielas ja kultuvrras 1. luohkás 7. luohkkái
nob: Temahefter i samisk språk og kultur for 1. til 7. klasse

source: Fáddágihppagat ruovttudoallofágas 1. luohkás 7. luohkkái
nob: Temahefter i heimkunnskap for 1. til 7. klasse

source: Fáddágihppagat musihkas 1. luohkás 7. luohkkái
nob: Temahefter i musikk for 1. til 7. klasse

source: Plánaáigodaga loahpageahčen šaddet vuođđoskuvlla , lullisámegiela oahpponeavvut dáinnalágiin :
nob: Ved slutten av planperioden vil dette gi følgende dekning mht. læremidler for grunnskolen , sørsamisk :

source: 5.2.4 Joatkkaoahpahusa oahpponeavvut
nob: 5.2.4 Læremidler for videregående opplæring

source: Rámmaid siskkobealde vuoruhit oahpponeavvuid čuovvovaččat dáin fágain joatkkaoahpahusas , davvisámegielas :
nob: Innen rammene vil det bli produsert læremidler i prioritert rekkefølge for disse fagene i videregående opplæring , nordsamisk :

source: ( 2 ) Duodji
nob: Samisk Duodji

source: ( 3 ) Boazodoallofágat
nob: Reindriftsfag Samisk musikk

source: ( 5 ) Historjá JK II
nob: Historie VK II Samfunnslære

source: ( 7 ) Sámi kulturmáhttu
nob: Samisk kulturkunnskap

source: ( 9 ) Religiovdna
nob: Kroppsøvning Religion

source: ( 10 ) Luonddufága
nob: Naturfag

source: ( 11 ) Sámegiella ekonomalaš / administratiivalaš fágaid suorgefágan
nob: Samisk som studieretningsfag i økonomisk / administrative fag Markedsføring

source: ( 13 ) Hálddahusoahppu
nob: Forvaltningslære

source: 5.3 Doaimmaid viidodat mat leat Girko- , oahpahus- ja dutkandepartementta liige ruhtadeami vuođul
nob: 5.3 Omfang av satsing med ekstra midler fra Kirke- , utdannings- og forskningsdepartementet

source: Jus plánaáigodagas oažžut lassijuolludemiid Girko- , oahpahus- ja dutkandepartementtas earret dan 70 000 000,- ruvnno , de lea vejolaš ráhkadit / buvttadit
nob: Med midler fra Kirke- , utdannings- og forskningsdepartementet ut over kr 70 000 000 i planperioden vil det være mulig å utvikle / produsere

source: Oahpponeavvuid rávisolbmuide vuođđoskuvlla ja joatkkaoahpahusa fágasurggiin
nob: Læremidler for voksne innen grunnskolens og videregående opplærings fagområder

source: Geavaheaddjeiskkademiid ja evalueremiid
nob: Brukerundersøkelser og evalueringer .

source: 5.4 Erenoamášpedagogalaš oahpponeavvuid ráhkadeami viidodat
nob: 5.4 Omfang av satsing på spesialpedagogiske læremidler

source: Erenoamášpedagogalaš oahpponeavvuid ráhkadeapmái dárbbašit sierra doarjagiid .
nob: Utvikling av spesialpedagogiske læremidler forutsettes dekket ved egen bevilgning .

source: Jahki 2000:s lea juolluduvvon 1 700 000,- ruvnno .
nob: For år 2000 er det satt av kr 1 700 000 .
